{
    "description.name": "Freilin Manzano",
    "description.greeting": "Estimado (a), ante todo un coordial saludo.",
    "description.body.part1": "Mi nombre es Freilin Manzano, nací en Venezuela",
    "description.body.part2": " y actualmente estoy radicado en Chile",
    "description.body.part3": " Me dedico al Desarrollo web, con experiencia (+8 años) y certificación Java (Java SE 8 Programmer I 1Z0-808), entusiasta por el área de front-end con React.js, Next.js, TailwindCss, Flutter.",

    "collapse.title.1": "Portafolio",
    "collapse.subtitle.1": "Proyectos de react.",
    "collapse.title.2": "Experiencia",
    "collapse.subtitle.2": "Experiencia laboral.",
    "collapse.title.3": "Educación",
    "collapse.subtitle.3": " ",
    "collapse.title.4": "Certificaciones & Cursos",
    "collapse.subtitle.4": " ",

    "experienceList": [
        {
            "company": "Nisum Latam",
            "date": "May 16 - Actualidad",
            "description": "Desarrollo de producto crédito hipotecario para el sector bancario. Desarrollando nuevos componentes para arquitectura de microservicios y mantener la integración con el monolito para la continuidad de la operación. Apoyando a la organización en la transformación digital y metodologías ágiles.",
            "tech": "Tecnologías: java, spring boot, spring cloud, angular, nodejs, jenkins.",
            "rol": "Senior Developer"
        },
        {
            "company": "LOREBI",
            "date": "Ene 15 - Abr 16",
            "description": "Desarrollo de una plataforma de wifi gratuita que requiere que la persona observe publicidad segmentada antes de permitirle navegar por un tiempo determinado. Mi función era el desarrollo de toda la aplicación utilizando java y framework Spring mvc. Desarrollo de un dashboard que donde se visualicen las métricas y comportamiento de los usuarios del wifi.",
            "tech": "Tecnologías: java , spring mvc, jpa, hibernate, glassfish, maven, svn.",
            "rol": "Especialista IT"
        },
        {
            "company": "Corp. Wimac Systems",
            "date": "Nov 13 - May 14",
            "description": "Proyecto sobre reclamos y fallas masivas. Telecomunicaciones Movilnet C.A. Desarrollo de módulo para registrar los reclamos de los clientes y generar estadísticas y reportes que ayudaran a la gerencia del negocio a tomar decisiones con respecto a las fallas. Mi función era el desarrollo de la capa vista y controlador del sistema.",
            "tech": "Tecnologías: java, primefaces, ejb, Jboss, python, eclipseIDE, postgresql.",
            "rol": "Especialista IT"
        },
        {
            "company": "Eliexir Cm Computer",
            "date": "Nov 12 - Nov 13",
            "description": "Proyecto de Voz módulo para CVSC+. Telefónica Venezuela. Desarrollo de módulo para asociar números telefónicos con la finalidad de lograr la comunicación directa con planes y condiciones especiales. Mi función era el desarrollo de webservice que utilizaran los stored procedured corespondientes para la activación y desactivación de planes y servicios en el módulo de VPN de voz.",
            "tech": "Tecnologías: java, weblogic 8.5, web services, eclipse IDE, svn, maven soap UI.",
            "rol": "Desarrollador Java"
        }
    ],

    "educationHead": [
        {
            "key": "organization",
            "label": "ORGANIZACIÓN"
        },
        {
            "key": "description",
            "label": "DESCRIPCIÓN"
        },
        {
            "key": "date",
            "label": "FECHA"
        }
    ],

    "educationList": [
        {
            "key": "1",
            "organization": "ORACLE",
            "description": "Oracle Certified Associate, Java SE 8 Programmer",
            "date": "2019"
        },
        {
            "key": "2",
            "organization": "UNITEC",
            "description": "Diplomado BPM-SOA",
            "date": "2016"
        },
        {
            "key": "3",
            "organization": "IUGT",
            "description": "Técnico Superior Universitario Informática",
            "date": "2012"
        }
    ]
}